let data = [{
		"id": "基酒之金酒",
		"engId": "Gin of base wines",
		"dateArr": [{
				"id": "金汤力",
				"engId": "Gin and Tonic",
				"huo": true,
				"graded": 4.5,
				"hao": "45ml",
				"cai": ["柯林杯", "冰块", "干式金酒", "汤力水"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "19°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnv5ipf1j30u00tjdjj.jpg",
				"explain": "这是以金酒为基酒的长饮鸡尾酒，这款鸡尾酒最受广大饮酒爱好者的欢迎，适合所有季节饮用。在这款金汤力中添加少量苏打水的调制方式也很受欢迎，口感则更加清冽。"

			},
			{
				"id": "金菲士",
				"engId": "Gin Fizz",
				"huo": false,
				"graded": 4.5,
				"hao": "85ml",
				"cai": ["柯林杯", "冰沙", "柠檬汁", "糖浆", "苏打水", "冰块", "干式金酒"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "14°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1geho3rbqfnj30u00u2tbf.jpg",
				"explain": "这是一款以干式金酒为基酒的菲式风格的长饮酒，也是菲式风格的代表作。柠檬的酸味和糖浆的甜味调剂出顺口而简单的口感。"
			},
			{
				"id": "金费克斯",
				"engId": "Gin Fix",
				"huo": true,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["老式杯", "柠檬汁", "冰块", "干式金酒", "砂糖"],
				"label": {
					"口感类型": "甜味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehnx9zmq8j30u00tjmz7.jpg",
				"explain": "以金酒为基酒的费克斯风格的长饮鸡尾酒。这款鸡尾酒用柠檬汁激发出清凉的感觉，砂糖的甜润使其更容易饮用。"
			},
			{
				"id": "紫雨",
				"engId": "Purple Rain",
				"huo": true,
				"graded": 4.5,
				"hao": "80ml",
				"cai": ["调酒壶", "冰块", "干式金酒", "伏特加", "龙舌兰酒", "白朗姆酒", "蓝橙利口酒", "蔓越莓汁", "红石榴糖浆"],
				"label": {
					"口感类型": "甜味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "//wx2.sinaimg.cn/mw1024/0062ziumgy1geho0jhni5j30u00tndhl.jpg",
				"explain": "蓝橙利口酒和蔓越莓汁，红石榴糖浆让这款酒呈现令人印象深刻的紫色。"
			},
			{
				"id": "尼格罗尼",
				"engId": "Negroni",
				"huo": true,
				"graded": 4.5,
				"hao": "90ml",
				"cai": ["老式杯", "冰块", "干式金酒", "金巴利", "红味美思"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "搅合",
					"引用时间": "餐前",
					"调制难度": "2/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnzfxf90j30u00tjwgx.jpg",
				"explain": "尼格罗尼是意大利一位伯爵的名字，他是一位有名的美食家。这款酒是由佛罗伦萨餐厅的调酒师调制而成的，是尼格罗尼最喜爱的餐前酒。1962年经过伯爵许可命名为“尼格罗尼”，该酒拥有金巴利的苦涩特征。"
			},
			{
				"id": "马提尼",
				"engId": "Martini",
				"huo": true,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["搅拌杯", "冰块", "干式金酒", "干味美思", "鸡尾酒杯"],
				"label": {
					"口感类型": "辣味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "34°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnzfwgkej30u00tf0uy.jpg",
				"explain": "此款酒是数千种鸡尾酒中的王者，“鸡尾酒生于马天尼，最后死于马天尼”。其酒名的由来各自有其说，其中最有说服力的是诞生于意大利马天尼•罗西公司在为公司生产的味美思进行广告宣传。此外，同其由来一样，马天尼的调制方式也多种多样，这也可以说是马天尼的又一特点。"

			},
			{
				"id": "地震",
				"engId": "Earthquake",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "干式金酒", "波本威士忌", "潘诺酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "辣味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "40°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehnx9kpzsj30u00ts0tq.jpg",
				"explain": "使用金酒、威士忌、潘诺茴香酒酒精强烈的三种材料，饮用后身体产生摇晃感，从而得名“地震”。因使用了苦艾酒、金酒、威士忌，所以又称“苦艾金威士。”"
			},
			{
				"id": "阿拉斯加",
				"engId": "Blood Sam",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "干式金酒", "荨麻酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "40°",
					"材料具备": "0%"
				},
				"img": "http//wx3.sinaimg.cn/mw1024/0062ziumgy1gehnx976q9j30u00tqabl.jpg",
				"explain": "这是一款以美国最大的州阿拉斯加命名的鸡尾酒，创意来自伦敦一处酒店的哈里•库拉多滋库先生。使用了被誉为“鸡尾酒女王”的荨麻酒，且酒精度数较高。在某些国家，人们喜欢饮用黄绿色的荨麻酒调制的“绿色阿拉斯加。”"
			},
			{
				"id": "新加坡司令",
				"engId": "Blood Sam",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "干式金酒", "荨麻酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "40°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehnx9kpzsj30u00ts0tq.jpg",
				"explain": "这是一款以美国最大的州阿拉斯加命名的鸡尾酒，创意来自伦敦一处酒店的哈里•库拉多滋库先生。使用了被誉为“鸡尾酒女王”的荨麻酒，且酒精度数较高。在某些国家，人们喜欢饮用黄绿色的荨麻酒调制的“绿色阿拉斯加。”"
			}
			
		]
	},
	{
		"id": "基酒之伏加特",
		"engId": "Base vugat",
		"dateArr": [{
				"id": "波本瑞基",
				"engId": "Bourbon Rickey",
				"huo": false,
				"graded": 4.5,
				"hao": "45ml",
				"cai": ["柯林杯", "冰块", "青柠", "波本威士忌", "苏打水"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "17°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnx9k7ykj30u00trwgn.jpg",
				"explain": "金瑞基如今已经得到了广泛用户的喜爱，波本瑞基使用了金瑞基的配方，但是将基酒金酒替换成了波本威士忌。喜欢金瑞基的朋友们不妨试试波本瑞基哦。"
			},
			{
				"id": "亚历山大",
				"engId": "Alexander",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "白兰地", "可可利口酒", "鲜奶油", "鸡尾酒杯"],
				"label": {
					"口感类型": "甜味",
					"调剂技巧": "摇和",
					"引用时间": "餐后",
					"调制难度": "2/5",
					"酒精度数": "19°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnx9b4cmj30u00togml.jpg",
				"explain": "19世纪中叶，为了纪念英国国王爱德华七世与皇后亚历山大的婚礼，所以调剂了这种鸡尾酒作为对皇后的献礼。酒中加入咖啡利口酒和鲜奶油，口感很好，是一款名副其实的皇家鸡尾酒。就像向全世界宣告爱情的甜美，所以很适合与恋人共饮。"
			},
			{
				"id": "亲密关系",
				"engId": "Affinity",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["搅拌杯", "冰块", "苏格兰威士忌", "红味美思", "干味美思", "安格斯特拉苦酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "餐前",
					"调制难度": "2/5",
					"酒精度数": "20°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnzg77j3j30u00tzwg7.jpg",
				"explain": "这款鸡尾酒使用英国产的苏格兰威士忌、法国产的干味美思和意大利产的甜味美思加以调剂，它象征着英法意这三个国家友好的交往。"
			},
			{
				"id": "威士忌海波",
				"engId": "Whisky Highball",
				"huo": false,
				"graded": 4.5,
				"hao": "45ml",
				"cai": ["柯林杯", "冰块", "爱尔兰威士忌", "苏打水"],
				"label": {
					"口感类型": "辣味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "13°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehowz9aelj30u00txdhi.jpg",
				"explain": "战后风靡一代人的鸡尾酒，以威士忌为基底的冰镇类型长饮酒，别名为“苏打威士忌”。根据所使用的威士忌的准确名称，这款鸡尾酒的名称也会随之改变，此款酒称作“威士忌 苏打水”。"
			},
			{
				"id": "佛罗里达",
				"engId": "Florida",
				"huo": false,
				"graded": 4.5,
				"hao": "115ml",
				"cai": ["调酒壶", "冰块", "葡萄柚汁", "橙汁", "柠檬汁", "糖浆", "柯林杯", "苏打水"],
				"label": {
					"口感类型": "甜味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "0°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehnx9tn3yj30u00toac0.jpg",
				"explain": "这款无酒精鸡尾酒调制时，采用了大量的酸味果汁，为了中和酸味，加入了糖浆。当然也可以根据自己的爱好调节加入糖浆的量。"
			},
			{
				"id": "东方",
				"engId": "Oriental",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "黑麦威士忌", "红味美思", "白橙利口酒", "青柠汁", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehnx9nenrj30u00tognc.jpg",
				"explain": "橘子风味的白柑桂酒和酸橙汁融合了两种柑橘的口味，口感清新柔和。"
			},
			{
				"id": "北极冰",
				"engId": "Klondike Cooler",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["柯林杯", "冰块", "爱尔兰威士忌", "砂糖", "干姜水"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "15°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnx9c7sjj30u00tuabk.jpg",
				"explain": "北极冰（Klondike Cooler），“Klondike”是19世纪末淘金热时代加拿大一座有名的金山的名字。本款鸡尾酒，入喉清淡爽快，十分可口美味。"
			},
			{
				"id": "赞歌",
				"engId": "Carol",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "白兰地", "红味美思", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "28°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1geho0jc00jj30u00xs75m.jpg",
				"explain": "稳重的色彩营造出成熟氛围，甜味美思烘托白兰地的浓厚口味。插在鸡尾酒杯上的樱桃让人印象深刻。"
			},{
				"id": "大都会",
				"engId": "Carol",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "白兰地", "红味美思", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "28°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehp1n73hwj30b207pdfx.jpg",
				"explain": "稳重的色彩营造出成熟氛围，甜味美思烘托白兰地的浓厚口味。插在鸡尾酒杯上的樱桃让人印象深刻。"
			}				
		]
	},
	{
		"id": "基酒之龙舌兰",
		"engId": "tequila",
		"dateArr": [{
				"id": "玛格丽特",
				"engId": "Margarita",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "龙舌兰酒", "君度酒", "青柠汁", "玛格丽特杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "30°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnzfgvivj30u00tx76p.jpg",
				"explain": ""
			},
			{
				"id": "黑刺李特基拉",
				"engId": "Sloe Tequila",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "龙舌兰酒", "黑刺李金酒", "柠檬汁", "老式杯", "碎冰"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "4/5",
					"酒精度数": "15°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnx9uk00j30u00u0jsm.jpg",
				"explain": "这是一款以特基拉为基酒，使用黑刺李金酒和柠檬汁来制作的鸡尾酒。"
			},
			{
				"id": "丝袜",
				"engId": "Silk Stockings",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "龙舌兰酒", "可可利口酒", "鲜奶油", "红石榴糖浆", "蝶形香槟杯"],
				"label": {
					"口感类型": "甜味",
					"调剂技巧": "摇和",
					"引用时间": "餐后",
					"调制难度": "2/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnzgcp7sj30u00tx0v8.jpg",
				"explain": "这是一款以“丝袜”为名的性感鸡尾酒，甘甜口感，适合餐后饮用。使用可可利口酒及鲜奶油，口感醇厚。成品的色调及樱桃的装饰营造出独特的氛围。材料中含有鲜奶油，需要充分摇和调制。"
			},
			{
				"id": "破冰船",
				"engId": "Ice Breaker",
				"huo": false,
				"graded": 4.5,
				"hao": "135ml",
				"cai": ["调酒壶", "冰块", "黑朗姆酒", "干邑", "干式金酒", "柠檬汁", "橙汁", "糖浆", "大波可杯", "碎冰"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "20°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnzg60k1j30u00tztao.jpg",
				"explain": "“Ice Breaker”意为“破冰船”、“碎冰器”，这款酒是是为了营造想象中类似的情景。"
			},
			{
				"id": "龙舌兰马丁尼",
				"engId": "Tequila Martini",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["搅拌机", "冰块", "龙舌兰酒", "干味美思", "鸡尾酒杯"],
				"label": {
					"口感类型": "辣味",
					"调剂技巧": "调和",
					"引用时间": "餐前",
					"调制难度": "1/5",
					"酒精度数": "35°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnzfeq0jj30u00twmyu.jpg",
				"explain": "这是一款仅使用了龙舌兰酒和干味美思的鸡尾酒，但酒精度却很高。因为使用了促进食欲的干味美思，最适合餐前饮用。"
			},
			{
				"id": "曼哈顿",
				"engId": "Tequila Manhattan",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "龙舌兰酒", "红味美思", "安格斯特拉苦酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "34°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnzfofnwj30u00vswfm.jpg",
				"explain": "这是将曼哈顿的威士忌基酒替换成龙舌兰酒的- -款鸡尾酒，其他材料分量都完全相同。沉静的色调演绎出成熟氛围。甜味美思激发出适度的甜味及独特的口感。用苦味酒之-的安哥斯特拉苦酒和柠檬汁中和整体的味感。"
			},
			{
				"id": "烟火",
				"engId": "Sparkler",
				"huo": false,
				"graded": 4.5,
				"hao": "120ml",
				"cai": ["香槟杯", "龙舌兰酒", "糖浆", "香槟酒"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "30°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1geho0jfjtoj30u00txdie.jpg",
				"explain": "这是一款有适合在新年、情人节等浪漫气氛下饮用的鸡尾酒。龙舌兰为基酒，又加入了糖浆和香槟，使入口变得比较柔和。草莓的点缀使得这款酒更具浪漫气息。"
			},
			{
				"id": "赞歌",
				"engId": "Carol",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "白兰地", "红味美思", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "28°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/orj360/0062ziumgy1gczo637utpj30go0ci74h.jpg",
				"explain": "稳重的色彩营造出成熟氛围，甜味美思烘托白兰地的浓厚口味。插在鸡尾酒杯上的樱桃让人印象深刻。"
			},
			{
				"id": "马天尼",
				"engId": "Carol",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["搅拌杯", "冰块", "干式金酒", "干味美思", "鸡尾酒杯"],
				"label": {
					"口感类型": "辣味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "34°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/orj360/0062ziumgy1gczo637utpj30go0ci74h.jpg",
				"explain": "稳重的色彩营造出成熟氛围，甜味美思烘托白兰地的浓厚口味。插在鸡尾酒杯上的樱桃让人印象深刻。"
			}
		]

	},
	{
		"id": "基酒之白兰地",
		"engId": "Brandy of base wine",
		"dateArr": [{
				"id": "超级亚历山大鸡尾酒",
				"engId": "UItra Alexander",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "白兰地", "可可利口酒", "鲜奶油", "巧克力糖浆"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "餐前",
					"调制难度": "2/5",
					"酒精度数": "30°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehnx9dyzgj30u00towg9.jpg",
				"explain": "超级亚历山大鸡尾酒和亚历山大鸡尾酒相比，增加了白兰地和可可利口酒的用量，还添加了巧克力糖浆，热量比亚历山大鸡尾酒更高，更适合冬日饮用。"
			},
			{
				"id": "波尔图翻转",
				"engId": "Porto Flip",
				"huo": false,
				"graded": 4.5,
				"hao": "55ml",
				"cai": ["调酒壶", "白兰地", "波特酒", "蛋黄", "鸡尾酒杯"],
				"label": {
					"口感类型": "甜味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "22°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnx9b4cmj30u00togml.jpg",
				"explain": "在制作这款鸡尾酒时，不需要加入冰块。调制好后，取少许肉蔻粉撒在上面做装饰。如果没有肉蔻粉可以使用肉桂粉或者巧克力粉代替。"
			},
			{
				"id": "皮斯科鸡尾酒",
				"engId": "Pisco Sour",
				"huo": false,
				"graded": 4.5,
				"hao": "95ml",
				"cai": ["调酒壶", "冰块", "皮斯科酒", "青柠汁", "糖浆", "蛋清", "老式杯", "安格斯特拉苦酒"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "餐前",
					"调制难度": "4/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehnzfzosij30u00tsgor.jpg",
				"explain": "在秘鲁，人们的每一餐都会伴随一杯米白 色的鸡尾酒开始。它就是秘鲁人引以为傲的经典鸡尾酒PiscoSour (皮斯科鸡尾酒)。米白色泽的饮料上覆盖着一层绵密的白色泡沫，虽外表温柔清新，却是后劲暴烈，实在不可贪杯。"
			},
			{
				"id": "萨泽拉克",
				"engId": "Sazerac",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["搅拌杯", "老式杯", "方糖", "干邑", "苦艾酒", "冰块"],
				"label": {
					"口感类型": "辣味",
					"调剂技巧": "调和",
					"引用时间": "餐前",
					"调制难度": "1/5",
					"酒精度数": "40°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnzgcoirj30u00tu0w0.jpg",
				"explain": "萨泽拉克鸡尾酒(Sazerac)据称因其是最早的鸡尾酒之一而有名，它也是全世界仅两个商标鸡尾酒之一。 作为鸡尾酒，它在约1850年在萨泽拉克大楼以药酒被发明。不久后由于当时根瘤蚜开始摧毁法国的葡萄园,原来的干邑酒被换为萨泽拉克裸麦威士忌酒(SazeracRye)。苦酒和苦艾酒(Absinthe)给这个美丽的渥丹色鸡尾酒带来了一-种药香，它的口味是柔软而丰满的。它的缓慢的结尾会让您感觉您在品尝-段复杂的历史。"
			},
			{
				"id": "白兰地费克斯",
				"engId": "Brandy Fix",
				"huo": false,
				"graded": 4.5,
				"hao": "45ml",
				"cai": ["柯林杯", "白兰地", "雪利白兰地", "柠檬汁", "砂糖", "碎冰"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnx9eqjgj30u00tumzk.jpg",
				"explain": "这是一款以白兰地为基酒的菲克斯风格的长饮酒，也是一款温和口感的热带风格鸡尾酒。雪利白兰地及白兰地搭配出色彩鲜艳的效果。柠檬汁及碎冰调制出清爽口感，全天任何时刻都可享用。"
			},
			{
				"id": "杰克玫瑰",
				"engId": "Jack Rose",
				"huo": false,
				"graded": 4.5,
				"hao": "30ml",
				"cai": ["调酒壶", "冰块", "苹果白兰地", "柠檬汁", "鸡尾酒杯", "红石榴糖浆"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "20°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnx9xpy3j30u00txgnz.jpg",
				"explain": "“Jack Rose”中的“Jack”是指产自美国的苹果白兰地“Apple Jack”。正如其名，一款表现每一的艳丽色彩及浓郁芬芳的主流鸡尾酒。"
			},
			{
				"id": "佐治亚薄荷茱莉普",
				"engId": "Georgia Mint Julep",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["柯林杯", "砂糖", "薄荷", "碎冰", "白兰地", "桃子利口酒"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "20°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1geho0jijahj30u00u4acm.jpg",
				"explain": "这款鸡尾酒调制的关键是将薄荷叶充分捣碎至深绿色，将砂糖搅拌至起霜状态。以威士忌为基底的冰镇薄荷酒固然有名，但以白兰地为基酒也能品尝到独特风味。"
			},
			{
				"id": "孟买",
				"engId": "Bombay",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "干味美思", "红味美思", "白兰地", "红橙利口酒", "安格斯特拉苦酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "餐前",
					"调制难度": "2/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnzfwqelj30u00trabi.jpg",
				"explain": "这是一款以印度城市“孟买”命名。白兰地和味美思混合出沉稳的茶色，同时营造出宁静的氛围。"
			},
			{
				"id": "边车",
				"engId": "Side Car",
				"huo": true,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["盎司", "雪克壶", "鸡尾酒杯", "白兰地", "橙味力娇酒", "柠檬汁", "橙子", "冰块"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "餐前",
					"调制难度": "2/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehpjolsrxj30dw099aa6.jpg",
				"explain": "这是一款以印度城市“孟买”命名。白兰地和味美思混合出沉稳的茶色，同时营造出宁静的氛围。"
			}
		]
	},
	{
		"id": "基酒之威士忌",
		"engId": "The whiskey of base liquor",
		"dateArr": [{
				"id": "曼哈顿(中级)",
				"engId": "Manhattan(Medium)",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "波本威士忌", "干味美思", "红味美思", "安格斯特拉苦酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "餐前",
					"调制难度": "2/5",
					"酒精度数": "30°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnzfofnwj30u00vswfm.jpg",
				"explain": "介于曼哈顿与干式曼哈顿之间口感的中级鸡尾酒，也称“完美曼哈顿”。甜味和干味两种味美思，再加上黑麦威士忌调制出充分融合的口感。此外，也可不使用安哥斯特拉苦酒，用柠檬挤汁。"
			},
			{
				"id": "黄油啤酒",
				"engId": "Butterbeer",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["平底深锅", "奶油糖浆", "波本威士忌", "苹果汁", "岩石杯", "姜汁啤酒"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "4/5",
					"酒精度数": "15°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnx9wt56j30u00tx774.jpg",
				"explain": "哈利波特魔法鸡尾酒之一: 霍格沃茨最受喜爱饮料排行榜第一!"
			},
			{
				"id": "船长",
				"engId": "Commodore",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "黑麦威士忌", "青柠汁", "橙子苦味酒", "糖浆", "蝶形香槟杯"],
				"label": {
					"口感类型": "辣味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "26°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnx9jb40j30u00tutbi.jpg",
				"explain": "此款酒是以美式威士忌之一黑麦威士忌作为基酒，并冠以海军将校的名称的辣味鸡尾酒。作为基酒的黑麦威士忌虽稍有些辛辣，不过可以通过橙皮苦酒来提味。加入酸橙汁，使口感变得清爽。"
			},
			{
				"id": "独特麋鹿",
				"engId": "Elk:s Own",
				"huo": false,
				"graded": 4.5,
				"hao": "70ml",
				"cai": ["调酒壶", "冰块", "黑麦威士忌", "波特酒", "柠檬汁", "砂糖", "蛋清", "蝶形香槟杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "18°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnx9s24zj30u00tvdgm.jpg",
				"explain": "以黑麦威士忌为基底的优美色调威士忌。黑麦威士忌、波特酒和柠檬汁的相互溶合，实现润爽的口感。此外，材料中可使用蛋清，使调制应充分摇和。"
			},
			{
				"id": "大礼帽",
				"engId": "High Hat",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "波本威士忌", "樱桃利口酒", "柠檬汁", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "28°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnx9iwvwj30u00twt9q.jpg",
				"explain": "“High Hat”是指礼帽，欧洲很久以前，穿礼服，戴礼帽，手拿手杖是绅士的着装典范。此款是为爱打扮的绅士量身定做的、口感适中的鸡尾酒。"
			},
			{
				"id": "墨水大街",
				"engId": "Ink Street",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "黑麦威士忌", "橘子汁", "柠檬汁", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "15°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnzfumouj30tz0twjtb.jpg",
				"explain": "黑麦威士忌搭配充足的橘子汁和柠檬汁，以口感清甜细腻为特征。因为是诞生于美国的鸡尾酒，因此基酒也只选择美国产的黑麦威士忌"
			},
			{
				"id": "蒙特卡洛",
				"engId": "Monte Carlo",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "加拿大威士忌", "本尼迪克特甜酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "餐后",
					"调制难度": "3/5",
					"酒精度数": "40°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnzfw7ooj30u00tx0ux.jpg",
				"explain": "以摩纳哥王国最美丽的城市蒙特-卡洛命名的鸡尾酒。加拿大威士忌为基底，并添加称之为利口酒之王的“甜露酒”，调制出醇厚口感。还可以根据个人喜好，添加橙子皮或柠檬皮，实现口感及香味的丰富变化。"
			},
			{
				"id": "苏格兰短裙",
				"engId": "Scotch Kit",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "苏格兰威士忌", "杜林标利口酒", "白橙利口酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "36°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehnx9kpzsj30u00ts0tq.jpg",
				"explain": "“Scotch Kit”是苏格兰的代表性民族服装，一种搭配男性礼服的短裙。所以，只有以苏格兰土生土长的威士忌作为基酒。这是一-款类似于“锈铁钉”的鸡尾酒。但是，使用搅拌杯搅和及橙皮利口酒的使用方面却有所不同。"
			},
			{
				"id": "尼克罗尼",
				"engId": "Scotch Kit",
				"huo": false,
				"graded": 4.5,
				"hao": "60ml",
				"cai": ["调酒壶", "冰块", "苏格兰威士忌", "杜林标利口酒", "白橙利口酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "36°",
					"材料具备": "0%"
				},
				"img": "http://wx2.sinaimg.cn/mw1024/0062ziumgy1gehnzfxf90j30u00tjwgx.jpg",
				"explain": "“Scotch Kit”是苏格兰的代表性民族服装，一种搭配男性礼服的短裙。所以，只有以苏格兰土生土长的威士忌作为基酒。这是一-款类似于“锈铁钉”的鸡尾酒。但是，使用搅拌杯搅和及橙皮利口酒的使用方面却有所不同。"
			}
		]
	},
	{
		"id": "基酒之朗姆酒",
		"engId": "Captain Morgan",
		"dateArr": [{
				"id": "莫吉托",
				"engId": "Mojito",
				"huo": false,
				"graded": 4.5,
				"hao": "40ml",
				"cai": ["海波杯", "青柠", "薄荷", "砂糖", "冰块", "白朗姆酒", "苏打水"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "调和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "10°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnzfr9vbj30u00tz0tt.jpg",
				"explain": "莫吉托诞生于古巴革命时期的浪漫旧时代，或者更早。莫吉托确切的来源已无从考证，我们相信它起源于德拉盖Draque,据说是一种海盗饮品。英国海盗佛朗西斯.德雷克爵士( 他被西班牙人称为“龙”)发明了这款饮料。德雷克确实去过古巴。但是以评估海盗的抢劫和破坏后果的传统标准来看，他在那里并没有造成非常大的破坏，也许他在当时正忙着开Party。1830年，关于莫吉托原型的第一-个典故正式了其古.巴血统，在Ramon de Paima的小说海贼王'中，- -个角色说到:“每天早.上11点我都要喝一点德拉盖使我的精力充沛。这不但诠释了这种酒的海盗血统，同时也显然说明莫吉托是早.上饮用的酒品。随着鸡尾酒文化的复兴，对使用新鲜材料兴趣的增加，拉丁美食潮的兴起和古巴音乐风靡，莫吉托在美国获得了普遍欢迎。它以全新面貌出现，原料包括挤过的青柠，碎冰和切碎的薄荷这个新的改良版本从美国开始席卷全球。通过加入青柠汁以之外的水果，莫吉托仍然在朝口味清新的方向进一步演变。"
			},
			{
				"id": "迈泰",
				"engId": "Mai Tai",
				"huo": false,
				"graded": 4.5,
				"hao": "110ml",
				"cai": ["调酒壶", "冰块", "白朗姆酒", "黑朗姆酒", "橙汁", "糖浆", "青柠汁", "老式杯", "碎冰"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnzfhy5qj30u00tmgp4.jpg",
				"explain": "“Mai Tai”在大溪地语中意为‘最好'，是由奥克兰的波，利尼亚餐厅的老板维克多设计的热带鸡尾酒。一款世界范围内广受喜爱的热带鸡尾酒，正如其名'最好’。此外，闪亮的装饰和鸡尾酒的色调使其更加出名!"
			},
			{
				"id": "戴吉利",
				"engId": "Daiquiri",
				"huo": false,
				"graded": 4.5,
				"hao": "85ml",
				"cai": ["调酒壶", "冰块", "白朗姆酒", "青柠汁", "糖浆", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "30°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnx9n7c4j30u00tzq5t.jpg",
				"explain": "“Daiquiri”是古巴城市圣地亚哥郊外的矿山名称。据说是1896年酷暑天气工作的矿工技师们调制的鸡尾酒。在一些国家通常用石榴糖浆代替砂糖，成品会呈现出红色。"
			},
			{
				"id": "月黑风高",
				"engId": "Dark & Stormy",
				"huo": false,
				"graded": 4.5,
				"hao": "245ml",
				"cai": ["海波杯", "姜汁啤酒", "黑朗姆酒", "冰块"],
				"label": {
					"口感类型": "甜味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "1/5",
					"酒精度数": "25°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1geho0jc11xj30u00trgnl.jpg",
				"explain": "月黑风高这款鸡尾酒用黑朗姆酒表示黑夜，用姜汁啤酒表示强风。鸡尾酒名和商标属于高斯林兄弟有限公司。"
			},
			{
				"id": "蓝色夏威夷",
				"engId": "Blue Hawaii",
				"huo": false,
				"graded": 4.5,
				"hao": "90ml",
				"cai": ["调酒壶", "冰块", "白朗姆酒", "蓝橙利口酒", "菠萝汁", "柠檬汁", "飓风杯", "碎冰"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "17°",
					"材料具备": "0%"
				},
				"img": "http://wx1.sinaimg.cn/mw1024/0062ziumgy1gehnzfdfskj30u00txq4h.jpg",
				"explain": "这是一款让人有夏季氛围的热带鸡尾酒，给人以夏威夷美丽的蓝色海洋的印象。白色朗姆酒和蓝色柑桂酒再现了夏威夷的蓝色天空及海洋。再用菠萝汁和柠檬汁调制出清爽口感也令人畅快。最后，有切片的菠萝和时令鲜花进行装饰。"
			},
			{
				"id": "海明威特调",
				"engId": "Hemingway special",
				"huo": false,
				"graded": 4.5,
				"hao": "85ml",
				"cai": ["调酒壶", "冰块", "白朗姆酒", "葡萄柚汁", "青柠汁", "野樱桃酒", "鸡尾酒杯"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "22°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnx9sptuj30u00vfab3.jpg",
				"explain": "这是一款经典的鸡尾酒，调制过程中使用了葡萄柚汁，葡萄柚汁的酸甜苦味能够使这款酒的口感更佳丰富。"
			},
			{
				"id": "庄园主宾治",
				"engId": "Planter's Punch",
				"huo": false,
				"graded": 4.5,
				"hao": "155ml",
				"cai": ["调酒壶", "冰块", "黑朗姆酒", "橙汁", "菠萝汁", "柠檬汁", "红石榴糖浆", "糖浆", "安格斯特拉苦酒", "飓风杯", "碎冰"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "3/5",
					"酒精度数": "35°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1geho0jgt9dj30u00tx0wd.jpg",
				"explain": "“Planter's”意为“庄园主”或者“在庄园工作的农民”。“Punch”是将利口酒和果汁加入烈酒内调制的长饮鸡尾酒。庄园主宾治诞生于南国牙买加的个性朗姆酒和橘子口味的白柑桂酒激发出热带氛围。最后用水果切片、薄荷叶进行装饰。"
			},
			{
				"id": "热蛋酒",
				"engId": "Hot Eggnog",
				"huo": false,
				"graded": 4.5,
				"hao": "45ml",
				"cai": ["柯林杯", "砂糖", "鸡蛋", "黑朗姆酒", "白兰地", "牛奶"],
				"label": {
					"口感类型": "中味",
					"调剂技巧": "兑和",
					"引用时间": "全天",
					"调制难度": "2/5",
					"酒精度数": "12°",
					"材料具备": "0%"
				},
				"img": "http://wx3.sinaimg.cn/mw1024/0062ziumgy1gehnzgc4x6j30u00ts0vn.jpg",
				"explain": "这是一款以深色朗姆酒为基底的蛋酒风格的热长饮鸡尾酒。使用了牛奶、蛋黄，用心搅拌蛋黄是这款酒成功的关键。"
			},
			{
				"id": "椰林飘香",
				"engId": "Pina Colada",
				"huo": false,
				"graded": 4.0,
				"hao": "35ml",
				"cai": ["雪克壶", "量杯", "冰夹", "冰桶", "高脚杯"],
				"label": {
					"口感类型": "甜味",
					"调剂技巧": "摇和",
					"引用时间": "全天",
					"调制难度": "4/5",
					"酒精度数": "10°",
					"材料具备": "0%"
				},
				"img": "http://wx4.sinaimg.cn/mw1024/0062ziumgy1gehqkcccicj30b4085aa9.jpg",
				"explain": "这款鸡尾酒是在波多黎各诞生，也是波多黎各的“国饮”，在西班牙语中“菠萝茂盛的山谷”的意思"
			}
		]
	}
]
// 定义数据出口
module.exports = {
	data: data
}
